{
  "widget":{
    "name":"SmartResponder",
    "short_description":"Виджет SmartResponder позволяет подписать ваши контакты на рассылку или же импортировать в группу напрямую из вашего аккаунта amoCRM.",
    "description": [
      "Сервис email-рассылок SmartResponder занимает лидируюющие позиции в сфере email маркетинга на российском рынке.",
      "С помощью Smartresponder Вы с лёгкостью сможете создать и отправить рассылку по необходимым вам адресатам. Сервис",
      "отличается высочайшими показателями доставляемости писем, прекрасным функционалом",
      "и постоянной, высококвалифицированной технической поддержкой.</br></br>",
      "<strong>Подключение:</strong></br></br>",
      "Для подключения данного виджета, Вам необходимо перейти в <a href='https://smartresponder.ru/l_ru/user/account_settings.html'>настройки Вашего",
      "аккаунта</a> на сервисе Smartresponder, далее перейти во",
      "вкладку \"API\". После этого отметить чекбокс \"Разрешить использование API-интерфейсов в аккаунте автора\" ",
      " (если он ещё не отмечен), отметить радиокнопку \"Использовать API-ключ\" ",
      "и скопировать Api-ключ. Затем перейти в Ваш аккаунт amoCRM в настройки виджета, вставить",
      "скопированную комбинацию в поле \"ApI-ключ\" и сохранить изменения. Важно отметить, что",
      "API-функционал на Smartresponder доступен только на коммерческих тарифах.</br></br>",
      "<strong>Как работает:</strong></br></br>",
      "После того как Вы установили данный виджет, Вам необходимо создать в аккаунте",
      "Smartresponder рассылку, на которую Вы хотите подписать контакты из amoCRm",
      "или же группу, в которую Вы хотите перенести нужные Вам контакты. Далее",
      "перейти в раздел контакты, выделить необходимые Вам, чуть выше таблицы",
      "нажать на \"Ещё\" и выбрать из списка виджет \"Smartresponder\". Таким образом",
      "Вы сможете перенести нужные Вам контакты на Smartresponder и сделать",
      "рассылку. Следует помнить о том, что контакты обязательно должны",
      "содержать email-адрес"]
  },
  "settings":{
    "api_key":"ключ API"
  },
  "other":{
    "errors" : {
      "apiKey": {
        "title":"Неверный API-ключ.",
        "body":"Проверьте точно ли совпадает введённый API-ключ с ключом, который Вам выдал сервис Smartresponder",
        "short":"Ошибка авторизации. Проверьте введённый API-ключ."
      },
      "badAjax": {
        "title" : "Ошибка соеденения",
        "body" : "Не удалось соединиться с сервисом Smartresponder.Если данная ситуация повторится, обратитесь, пожалуйста, в службу поддержки сервиса SmartResponder.",
        "short": "Не удалось соединиться с сервисом Smartresponder."
      }
    },
    "notification":{
      "installed": {
        "title" : "Виджет успешно установлен!",
        "body" : "Подписать контакты на рассылку Вы можете, перейдя в раздел \"Контакты\"."
      }
    },
    "subscribe" : "Подписать",
    "notificationHeader" : "SmartResponder",
    "emptyEmails" : "Email-адреса отсутсвуют",
    "emptyGroupsAndDeliveries" : "В Вашем аккаунте Smartresponder отсутсвуют созданные рассылки и группы!",
    "deliveriesSelectDefaultOption": "Выберите расслыку",
    "groupsSelectDefaultOption": "Выберите группу"
  }
}
